<template>
  <section class="page-wrap no-padding">
    <section class="content" >
      <div id='write'  class=''>
        <h1><a name="法律声明" class="md-header-anchor"></a><strong><span>法律声明</span></strong></h1>
        <p><span>更新日期：2022-11-28</span></p>
        <h3><a name="一权利归属" class="md-header-anchor"></a><strong><span>一、权利归属</span></strong></h3>
        <p><span>1.1. 爱星物联网站Logo、“爱星物联”、“ubases”等文字、图形及其组合，以及爱星物联网站的其他标识、徽记、爱星物联服务的名称、技术文档等的知识产权为爱星物联及其关联公司所有。</span></p>
        <p><span> </span></p>
        <p><span>1.2. 爱星物联网站所有的产品、服务、技术与所有程序（以下或简称“技术服务”）的知识产权均归属于爱星物联或归其权利人所有。</span></p><p><span> </span></p><p><span>1.3. 除非爱星物联另行声明，爱星物联拥有爱星物联在网站内发布文档等信息（包括但不限于文字、图形、图片、照片、音频、视频、图标、色彩、版面设计、电子文档）的所有权利（包括但不限于版权、商标权、专利权、商业秘密和其他所有相关权利）。未经爱星物联事先书面许可，任何人不得擅自使用如上内容（包括但不限于通过程序或设备监视、复制、转播、展示、镜像、上传、下载爱星物联网站内的任何内容）。被授权浏览、复制、打印和传播属于爱星物联网站内信息内容的，该等内容都不得用于商业目的且所有信息内容及其任何部分的使用都必须包括此权利声明。</span></p><h3><a name="二责任限制" class="md-header-anchor"></a><strong><span>二、责任限制</span></strong></h3><p><span>2.1. 爱星物联用户在爱星物联网站上自行上传、提供、发布相关信息，包括但不限于用户名称、公司名称、 联系人及联络信息，相关图片、资讯、产品信息等，以上信息均由用户自行提供，爱星物联的用户须对其提供的任何信息依法承担全部责任。</span></p><p><span> </span></p><p><span>2.2. 爱星物联网站上发布的产品，OEM APP信息，营销内容等出于传递更多信息之目的，并不意味爱星物联赞同其观点或证实其内容的真实性，且爱星物联并不保证这些材料和内容的准确、完整、充分和可靠性，并且明确声明不对这些材料和内同的错误或遗漏承担责任，也不做出任何明示或默示的、包括但不限于有关所有权担保、不侵犯第三方权利和没有计算机病毒的保证。</span></p><p><span> </span></p><p><span>2.3. 爱星物联在此提示，您在使用爱星物联服务期间应当遵守中华人民共和国的法律，不得危害网络安全，不得利用爱星物联的服务从事他人侵犯名誉、隐私、知识产权和其他合法权益的活动。尽管有前述提示，爱星物联不对您使用爱星物联服务的用途和目的承担任何责任。</span></p><p><span> </span></p><h3><a name="三知识产权保护" class="md-header-anchor"></a><strong><span>三、知识产权保护</span></strong></h3><p><span>我们尊重知识产权，反对并打击侵犯知识产权的行为。任何组织或个人认为爱星物联网站的网页（含open.iot-aithings.com, cloud.iot-aithings.com，</span><span>www.iot-aithings.com</span><span>，device.iot-aithings.com，iot-aithings.cn，u-bases.cn，iot-aithings.com，u-bases.com等网页内容以及爱星物联手机客户端页面）内容（如转载文章、服务市场发布的服务信息、产品库发布的商品信息等）可能侵犯其合法权益的，可以通过向爱星物联（</span><a href='mailto:ubases@tech-now.com'><span>ubases@tech-now.com</span></a><span>）提出书面权利通知，爱星物联将在收到知识产权权利人合格通知后依法尽快处理。</span></p><p><span> </span></p><p><span> </span></p><h3><a name="四法律适用与管辖" class="md-header-anchor"></a><strong><span>四、法律适用与管辖</span></strong></h3><p><span>爱星物联保留对这些条款进行修改或者对安信可网站的功能进行更改或删除的权利。如果这些条款发生任何重大变动，我们会在爱星物联网站上发布变动通告，以便及时通知您。如果我们做出重大变动，您可以在我们向您发送电子邮件或者发布通告后的30天内终止本协议。如果您在修改日期后继续使用爱星物联网站，则视同您接受修改后的条款或协议。某些通过爱星物联网站提供的特定材料、信息、产品、软件或服务，可能须遵守额外的或不同的条款、条件及声明。如有任何冲突，则以此类额外的或不同的条款、条件及声明为准。具体内容请参阅相关的协议或声明。</span></p><p><span> </span></p><p><span>本使用条款包括社区参与使用条款，其条款和条件以引用方式并入本使用条款。本文条款以及您在使用爱星物联网站的特定内容时同意的任何额外条款，构成了您与爱星物联之间就本文件所涉事宜，达成的完整、具有排他性的最终陈述，特此取代此前您与爱星物联之间就本文件所涉事宜达成的任何协议或协商。无论您的实际居所位于何处，您与爱星物联之间达成的本使用条款和法律关系等所有事项均根据中华人民共和国法律解释、理解和管辖，且您同意，广东省深圳市宝安区有管辖权的法院具有相关的管辖权。</span></p><p><span> </span></p><p><span>在爱星物联规定的范围内从爱星物联网站下载安信可专有软件或开放源代码软件（以下简称“软件”）时，此类软件受爱星物联或第三方许可人拥有的有效版权、专利权或其他知识产权的保护。对软件的任何使用都应遵从有效最终用户许可协议或开放源代码许可协议条款的规定。</span></p><p><span> </span></p><p><span>所有评估软件均“按原样”提供，仅供评估和内部使用。不得将评估软件用于商业、开发或生产目的。此外，评估软件可能有时间限制，在一段时间后会停止运行。</span></p><p><span> </span></p>
      </div>
    </section>
  </section>
</template>
<script>
export default ({
  name:"LegalStatement",
  data () {
    return {

    }
  },
  mounted(){

  },
  methods:{
    

  }
})
</script>

<style lang="less" scoped>
  @import "../../utils/md.less";
</style>